import { v4 as uuidv4 } from 'uuid';

const dataSlider = [
  {
    id: uuidv4(),
    name: 'Вероника',
    subTitle: 'Курс: “JavaScript - для новичков”',
    deckr:
      'Понравился подход к обучению. Можно самому настроить график и работь в удобном темпе. Теория сразу подкрепляется практическими заданиями.',
  },
  {
    id: uuidv4(),
    name: 'Влад',
    subTitle: 'Курс: “JavaScript - для новичков”',
    deckr:
      'Понравился подход к обучению. Можно самому настроить график и работь в удобном темпе. Теория сразу подкрепляется практическими заданиями.',
  },
  {
    id: uuidv4(),
    name: 'Оля',
    subTitle: 'Курс: “JavaScript - для новичков”',
    deckr:
      'Понравился подход к обучению. Можно самому настроить график и работь в удобном темпе. Теория сразу подкрепляется практическими заданиями.',
  },
  {
    id: uuidv4(),
    name: 'Кирилл',
    subTitle: 'Курс: “JavaScript - для новичков”',
    deckr:
      'Понравился подход к обучению. Можно самому настроить график и работь в удобном темпе. Теория сразу подкрепляется практическими заданиями.',
  },
  {
    id: uuidv4(),
    name: 'Света',
    subTitle: 'Курс: “JavaScript - для новичков”',
    deckr:
      'Понравился подход к обучению. Можно самому настроить график и работь в удобном темпе. Теория сразу подкрепляется практическими заданиями.',
  },
];

export default dataSlider;
